const searchData = [
  {
    "title": "विज्ञप्ति/संशोधित परीक्षा कार्यक्रम New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "विज्ञप्ति/संशोधित परीक्षा कार्यक्रम",
    "url": "202606252027902029.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "मा० उच्च न्यायालय नैनीताल,उत्तराखण्ड के अंतर्गत पदनाम कनिष्ठ सहायक/आशुलिपिक ग्रेड 1पदों के सापेक्ष ऑनलाइन आवेदन पत्र भरने हेतु क्लिक करें New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "मा० उच्च न्यायालय नैनीताल,उत्तराखण्ड के अंतर्गत पदनाम कनिष्ठ सहायक/आशुलिपिक ग्रेड 1 के पाठ्यक्रम हेतु क्लिक करें",
    "url": "20260616899143268.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "मा० उच्च न्यायालय नैनीताल,उत्तराखण्ड के अंतर्गत पदनाम कनिष्ठ सहायक/आशुलिपिक ग्रेड 1 के पदों हेतु विज्ञापन New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "मा० उच्च न्यायालय नैनीताल,उत्तराखण्ड के अंतर्गत पदनाम कनिष्ठ सहायक/आशुलिपिक ग्रेड 1 के पदों हेतु विज्ञापन",
    "url": "202606151514320398.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "मा० उच्च न्यायालय नैनीताल,उत्तराखण्ड के अंतर्गत पदनाम कनिष्ठ सहायक/आशुलिपिक ग्रेड 1 के पदों के सापेक्ष ऑनलाइन आवेदन पत्र भरने हेतु क्लिक करें",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "परीक्षा कार्यक्रम New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "परीक्षा कार्यक्रम",
    "url": "20260703278872500.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम सींचपाल के अभिलेख सन्निरीक्षा की सूची हेतु क्लिक करें",
    "url": "20260715492665276.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम सहायक कृषि अधिकारी वर्ग 1/सहायक कृषि वर्ग 3/चारा सहायक ग्रुप 3 के पाठ्यक्रम हेतु क्लिक करें",
    "url": "20260720171454544.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम सहायक अध्यापक के अभिलेख सन्निरीक्षा की औपबंधिक श्रेष्ठता सूचीहेतु क्लिक करें",
    "url": "202607241883744378.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम वैयत्तिक सहायक आशुलिपिक की चयन संस्तुति हेतु क्लिक करें",
    "url": "202607101528165297.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम विधि सहायक/शोध अधिकारी/सहायक बोरिंग टेक्नीशियन व अन्य तकनीकी अर्हता से सम्बंधित पाठ्यक्रमहेतु क्लिक करें New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम वाहन चालक/प्रवर्तन चालक के लिखित परीक्षा उपरांत वाहन चालन दक्षता परीक्षा हेतु औपबधिक श्रेष्ठता हेतु क्लिक करें",
    "url": "202606191379663186.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम वाहन चालक/प्रवर्तन चालक के लिखित परीक्षा उपरांत वाहन चालन दक्षता परीक्षा के सम्बन्ध में संवाद",
    "url": "202607071501048810.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम वाहन चालक/प्रवर्तन चालक के लिखित परीक्षा उपरांत वाहन चालन दक्षता परीक्षा के प्रवेश पत्र हेतु क्लिक करें",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम वाहन चालक/प्रवर्तन चालक के लिखित परीक्षा उपरांत वाहन चालन दक्षता परीक्षा के प्रवेश पत्र की विज्ञप्ति हेतु क्लिक करें",
    "url": "202607131745648089.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम वाहन चालक/प्रवर्तन चालक के रिक्त पदों के चयन हेतु विज्ञापन New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम लेखाकार/सहायक लेखाकार/कार्यालय सहायक तृतीय/कैशियर कम सहायक लेखाकार के विज्ञप्ति/शुद्धि पत्र हेतु क्लिक करें",
    "url": "2026072495600635.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम लेखाकार/सहायक लेखाकार/कार्यालय सहायक तृतीय/कैशियर कम सहायक लेखाकार के ऑनलाइन आवेदनहेतु क्लिक करें",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम लेखाकार/सहायक लेखाकार/कार्यालय सहायक तृतीय/कैशियर कम सहायक लेखाकार की सीधी भर्ती विज्ञप्ति हेतु क्लिक करें",
    "url": "202607212116240563.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम पशुधन प्रसार अधिकारी के रिक्त पदों पर चयन हेतु विज्ञापन New",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम पटवारी/लेखपाल) की शारीरिक मानक एवं दक्षता परीक्षा हेतु औपबंधिक सूची",
    "url": "202607211189588480.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम कनिष्ठ सहायक डाटा एंट्री ऑपरेटर व अन्य की चयन संस्तुति हेतु करें",
    "url": "20260710935045790.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम एक्स रे तकनीशियन के अभिलेख सन्निरीक्षा की औपबंधिक श्रेष्ठता सूचीहेतु क्लिक करें",
    "url": "202607241339438997.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम आरक्षी पुलिस की चयन संस्तुति हेतु क्लिक करें",
    "url": "20260710565721877.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "पदनाम अनुदेशक की चयन संस्तुति हेतु क्लिक करें।",
    "url": "20260710681812366.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "उत्तराखण्ड अधीनस्थ सेवा चयन आयोग के अंतर्गत सेवा स्थानांतरण के माध्यम उपसचिव पद हेतु विज्ञप्ति",
    "url": "20260721700932690.pdf",
    "category": "Latest Jobs"
  },
  {
    "title": "Syllabus",
    "url": "",
    "category": "Syllabus"
  },
  {
    "title": "Result & Recommendation",
    "url": "",
    "category": "Result"
  },
  {
    "title": "Recruitment & Notification",
    "url": "",
    "category": "Recruitment"
  },
  {
    "title": "RECRUITMENT EXAMS",
    "url": "",
    "category": "Recruitment"
  },
  {
    "title": "Notification for Common Recruitment Process for CRP PO/MTs XVI",
    "url": "Detailed-Notification_CRP-PO-XVI_Final_V1_30.06.2026.pdf",
    "category": "Recruitment"
  },
  {
    "title": "Exam Calender",
    "url": "",
    "category": "Latest Jobs"
  },
  {
    "title": "Answer Keys & Online Objection Link",
    "url": "",
    "category": "Answer Key"
  },
  {
    "title": "Admit Card",
    "url": "",
    "category": "Admit Card"
  }
];